Repository: bravelocation/bedsideclock
Catalog: StringResources.*.resx
Languages: de_de, it_it

# AboutSettingsLinkText
source: About
de_de: Über
it_it: Circa

# AboutText1
source: Bedside Clock is brought to you by Brave Location. The weather data is from Yahoo Weather!, and the icons used are thanks to Gavin Elliott from happie.st
de_de: Am Clock wird Sie von Brave Lage gebracht. Die Wetterdaten ist von Yahoo Wetter!, und die verwendeten Symbole sind dank Gavin Elliott von happie.st
it_it: Orologio sul comodino è portato a voi da posizione coraggiosa. I dati meteo sono da Yahoo Weather!, e le icone utilizzate sono grazie a Gavin Elliott da happie.st

# BraveLocationSiteLinkText
source: Brave Location Website
de_de: Schöne Lage Website
it_it: Sito Web di posizione Brave

# BrighterButtonText
source: brighter
de_de: heller
it_it: più luminoso

# CloseButtonText
source: hide
de_de: Ausblenden
it_it: Nascondi

# DimmedSettingsText
source: Dimmed
de_de: Abgeblendet
it_it: In grigio

# ElliottLinkText
source: Gavin Elliott's Weather Icons
de_de: Gavin Elliotts Wetter Icons
it_it: Icone meteorologiche di Gavin Elliott

# FeedbackLinkText
source: Email Brave Location Team
de_de: E-Mail mutig Lage Team
it_it: E-mail coraggiosa posizione Team

# InitialLocationText
source: Searching ...
de_de: Suche...
it_it: Ricerca...

# LocationButtonText
source: location
de_de: Lage
it_it: Ubicazione

# LocationNotFoundText
source: Location not found
de_de: Lage nicht gefunden
it_it: Posizione non trovato

# LocationServiceDisabledText
source: Location service disabled
de_de: Lage Dienst deaktiviert
it_it: Servizio di localizzazione disattivato

# LocationSettingsText
source: Show Location
de_de: Lage anzeigen
it_it: Visualizza la posizione

# PhaseOfMoonSettingsText
source: Show Phase of Moon
de_de: Zeigen Mondphase
it_it: Visualizza la fase della luna

# PowerOnCheckText
source: Charging?
de_de: Aufladen?
it_it: Ricarica?

# PrivacySettingsLinkText
source: Privacy
de_de: Datenschutz
it_it: Sulla privacy

# PrivacyText1
source: Bedside Clock doesn't use your location data for anything other than displaying the location on the screen when requested. The application uses Yahoo! PlaceFinder to try to turn the user's location into a place name. The privacy policy of Yahoo! can be found at Yahoo!'s Privacy Page. This privacy policy was not written by a lawyer, but simply by the developers of the application, so if you have any questions or issues, please don't heistate to contact us. The Brave Location Team
de_de: Am Clock verwendet nicht Ihre Standortdaten für etwas anderes als Darstellung der Lage auf dem Bildschirm, wenn angefordert. Die Anwendung verwendet Yahoo! PlaceFinder um zu versuchen, der Position des Benutzers in einen Ortsnamen aktivieren. Die Privacy Policy der Yahoo! kann bei Yahoo! Datenschutzseite gefunden werden. Diese Datenschutzrichtlinie wurde nicht durch einen Rechtsanwalt geschrieben, sondern einfach durch die Entwickler der Anwendung, also wenn Sie Fragen oder Probleme haben, bitte nicht Heistate, uns zu kontaktieren. Die tapferen Lage-Team
it_it: Orologio sul comodino non usa i dati di posizione per qualcosa di diverso da visualizzare la posizione sullo schermo quando richiesto. L'applicazione utilizza Yahoo! PlaceFinder per cercare di trasformare la posizione dell'utente in un nome di luogo. La privacy policy di Yahoo! può essere trovata alla pagina Privacy di Yahoo!. Questa politica di privacy non è stata scritta da un avvocato, ma semplicemente dagli sviluppatori dell'applicazione, quindi se avete domande o problemi, per favore non heistate a contattarci. Il Team di posizione coraggiosa

# SettingsOKButtonText
source: OK
de_de: Okay

# SettingsTitleText
source: Settings
de_de: Einstellungen
it_it: Impostazioni

# WeatherSettingsText
source: Show Yahoo! Weather
de_de: Karte Yahoo! Wetter
it_it: Visualizza meteo di Yahoo!

# YahooPrivacySiteLinkText
source: Yahoo! Privacy Website
de_de: Yahoo! Datenschutz Website
it_it: Sito Web di Privacy di Yahoo!

# YahooWeatherLinkText
source: Yahoo! Weather Website
de_de: Yahoo! Wetter Website
it_it: Sito meteo di Yahoo!
